/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "קבצים מצורפים (%d)";

/* Old singular title format */
"AttachmentsKey" = "קובץ מצורף (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "הוסף קובץ מצורף";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "צלם";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "ספריית תצלומים";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "קובץ מצורף %d נמחק";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "קבצים";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "בטל";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "כותרת";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "הערות";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "ערך";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "אזהרה: navigationController עבור ה-UITableViewController הנוכחי עבור FUIFormCell הוא אפס .FUIAttachmentsFormCell ו-ListPickerFormCell לא יפעלו כהלכה.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d שעות %d דקות";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "משך זמן";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "שעה";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "שעות";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "דקות";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "נבחר";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "הכול";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "אזהרה: החיפוש מושבת מכיוון ש-listPickerSearchResultsUpdating של נכס ב-ListPickerFormCell הוא אפס.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "בחר הכול";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "בטל בחירה של הכול";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "סגור";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "עוד";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "פחות";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "פועל";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "כבוי";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "הקש פעמיים כדי להחליף הגדרה";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "מיין לפי";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "לא נבחר";

/* Criterion view accessibility hint */
"CriterionHintKey" = "הקש פעמיים כדי להחליף את הבחירה";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "הקש פעמיים כדי להחליף את כיוון הסידור";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "זהו מחוון %@ שהערך המקסימלי שלו הוא %@ והערך המינימלי הוא %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "ניתן להחליק מעלה/מטה במהלך בחירת אלמנט כדי לשנות את ערך המחוון";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "הערך הנוכחי הוא %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "הערך הנוכחי שונה אל %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "שדה 'לקריאה בלבד'";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "פעולת קלט חלופית";

/* Button for accessibility voice over announcement */
"ButtonKey" = "לחצן";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "הקשה כפולה לפתיחה";

"DoubleTapToCollapseKey" = "הקשה כפולה לצמצום";

"DoubleTapToSelectFromList" = "הקשה כפולה לבחירה מרשימה";

"DoubleTapToSelect" = "הקשה כפולה לבחירה";

"DoubleTapToUnselect" = "הקשה כפולה לביטול בחירה";

/* FUIStepperView tip */
"StepperTipKey" = "stepper זה ניתן לעריכה";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "stepper זה אינו ניתן לעריכה";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "הערך המקסימלי הוא %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "הערך המינימלי הוא %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "הגדל את הערך ב-1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "הפחת 1 מהערך";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "הערך הנוכחי הוא";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "סנן";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "תוצאות (filteredNum)\\ מתוך (totalNum)\\";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "הצג (filteredNum)\\ פריטים";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "אפס";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "זה מחוון שניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "זה מחוון שלא ניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "זה מחוון טווחים שניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "זה מחוון טווחים שלא ניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "שדה טקסט של ערך מחוון";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "שדה טקסט של ערך תחתון";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "שדה טקסט של ערך עליון";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "ניתן להקיש הקשה כפולה כדי להזין ערך ספציפי";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "thumb של מחוון, ערך נוכחי הוא";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "ניתן להחליק למעלה או למטה כדי לשנות את הערך";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "thumb של מחוון טווחים תחתון, הערך הנוכחי הוא";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "ניתן להחליק למעלה או למטה כדי לשנות את הערך התחתון";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "thumb של מחוון טווחים עליון, הערך הנוכחי הוא";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "ניתן להחליק למעלה או למטה כדי לשנות את הערך העליון";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "הערך הנוכחי הוא %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "ערך תחתון נוכחי %@, הערך העליון הוא %@";

